Repository: Abdul1la/BODAQARAT
Catalog: lib/l10n/intl_*.arb
Languages: ar, ps, ur

# Ar
source: العربیة
ar: العربية
ps: العربية

source: Real Estate
ar: عقارات
ps: عەقارات
ur: خانوبەرە

source: Search
ar: بحث
ps: لێگەریان
ur: گەران

source: Home
ar: الرئيسية
ps: سەرەکی
ur: مال

source: Purches
ar: المشتريات
ps: کریار
ur: کرینەکان

source: BookMark
ar: المحفوظات
ps: ئەرشیف
ur: ئاماژەدان

source: Settings
ar: الإعدادات
ps: ڕێکخستن
ur: ریکخستنەکان

source: Price
ar: السعر
ps: بها
ur: نرخ

source: Bedroom
ar: غرف النوم
ps: ژوور
ur: ژوری نوستن

source: Bathroom
ar: الحمامات
ps: حەمام
ur: گەرماو

source: Area
ar: المساحة
ps: ڕووبەر
ur: روبەر

source: Interface
ar: الواجهة
ps: واجیهە
ur: واجیهە

source: Condition
ar: الحالة
ps: ڕەوش
ur: بارودوخ

source: Floors
ar: الطوابق
ps: قات
ur: نهومەکان

source: Discription
ar: الوصف
ps: سەبارەت
ur: وەسفکردن

source: SignUp
ar: إنشاء حساب
ps: خۆ تۆمارکرن
ur: خوتومارکردن

# LoginIn
source: Login
ar: تسجيل الدخول
ps: چوونە ژوور
ur: چونەژورەوە

source: Login To Your Account
ar: تسجيل الدخول إلى حسابك
ps: چوونە ژوور بۆ ئەکاونتێ تە
ur: چونە ژورەوە بو ئەکاونتەکەت

source: Email
ar: البريد الإلكتروني
ps: ئیمێل
ur: ئیمەیل

source: Password
ar: كلمة المرور
ps: پەیڤا نهێنی
ur: وشەی نهێنی

source: Forget Password
ar: هل نسيت كلمة المرور؟
ps: تە پەیڤا نهێنی ژبیرکریە؟
ur: وشەی نهێنی لەبیربکە؟

source: Dont Have Account?
ar: لا تملك حساباً؟
ps: تە ئەکاونت نینە؟
ur: هەژمارت نییە؟

source: Have Account?
ar: لديك حساب بالفعل؟
ps: تە ئەکاونت هەیە؟
ur: هەژمارت هەیە؟

source: Enter Your Email
ar: أدخل البريد الإلكتروني
ps: ئیمێلێ خۆ بنڤیسە

source: Enter Your Password
ar: أدخل كلمة المرور
ps: پەیڤا نهێنی بنڤیسە

source: Fill this Field Please
ar: يرجى ملء هذا الحقل

source: First Name
ar: الاسم الأول
ps: ناڤێ ئێکێ
ur: ناوی یەکەم

source: Second Name
ar: الاسم الثاني
ps: ناڤێ دووێ
ur: ناوی دوەم

source: Phone Number
ar: رقم الهاتف
ps: ژمارا تەلەفۆنێ
ur: ژمارەی تەلەفون

source: Enter First Name
ar: أدخل الاسم الأول
ps: ناڤێ ئێکێ بنڤیسە
ur: ناوی یەکەم داخل بکە

source: Enter Second Name
ar: أدخل الاسم الثاني
ps: ناڤێ دووێ بنڤیسە
ur: ناوی دوەم داخل بکە

source: Enter Phone Number
ar: أدخل رقم الهاتف
ps: ژمارا تەلەفۆنێ بنڤیسە
ur: ژمارەی تەلەفون داخل بکە

source: CreateAccount
ar: إنشاء حساب
ps: دروستکرنا هەژمارێ
ur: دروستکردنی هەژمار

# UserOrAqarOwner
source: Do you want to create Aqar Office Account or Noraml user Account?
ar: هل تريد حساب مستخدم أم حساب مكتب عقاري؟
ps: بکارهێنەر یان خودانێ مەکتەب
ur: بەکارهێنەر یان خاوەنی ئاقار

# User
source: User Account
ar: مستخدم
ps: بکارهێنەر
ur: بکارهینەر

# AqarOwner
source: Aqar Owner Account
ar: مكتب عقاري
ps: خودان مەکتەب
ur: خاوەنی ئاقار

source: Avilable
ar: متاح
ps: بەردەستە
ur: بەرجەستە

source: Posts
ar: المنشورات
ps: پۆست
ur: بابەتەکان

source: Call Now
ar: اتصال الآن
ps: پەیوەندیێ بکە
ur: پەیوەندی بکە

source: Owner Phone Number
ar: رقم هاتف المالك
ps: ژمارا مۆبایلا خودانی
ur: ژمارەی تەلەفونی خاوەن

source: WatsApp
ar: واتساب
ps: واتس ئەپ
ur: واتس ئەپ

# OfficeCreateAccount
source: To Create an Account please Contact the Admin. Contact Information are written Below
ar: لإنشاء حساب مكتب، يرجى مراسلة المندوب. معلومات الاتصال موجودة في الأسفل
ps: بۆ دروستکرنا ئەکاونتێ پەیوەندیێ ب مەندوبێ مە بکەن پێزانینێن پەیوەندیێ ل خوارێ یێن هاتینە دانان
ur: بو دروستکردنی ئەژمار پەیوەندی بکە بە ئەدمین. زانیاری پەیوەندی لەخوارەوە نوسراوە

source: Search By Location
ar: بحث حسب الموقع
ps: لێگەریان ل دویڤ ناڤێ مەکتەبێ
ur: بەگوێرەی شوێن بگەرێ

source: Property Type
ar: نوع العقار
ps: جورێ عەقاری
ur: جوری تایبەتمەندی

source: City
ar: المدينة
ps: باژێر
ur: شار

source: Address
ar: العنوان
ps: ناڤونیشان
ur: ناونیشان

# SearchResult
source: Search Result is
ar: نتائج البحث
ps: ئەنجامێ لێگەریانێ
ur: ئەنجامی گەران

# NoPropertyiesFound
source: No Propertyies Fount
ar: لم يتم العثور على عقارات
ps: چ عەقار نەهاتنە دیتن
ur: هیچ تایبەتمەندیەک نەدوزرایەوە

source: Book Marked :
ar: تم الحفظ:
ps: هاتە هەلگرتن :
ur: نیشانەکراو :

source: Apartment
ar: شقة
ps: شقە
ur: شوقە

source: Not Avilable
ar: غير متاح
ps: بەردەست نینە
ur: بەردەست نیە

source: Price: Low To High
ar: السعر: من الأقل إلى الأعلى
ps: بها : ژ کێم بۆ زێدە
ur: نرخ: بەرز بو نزم

source: Price: High To Low
ar: السعر: من الأعلى إلى الأقل
ps: بها : ژ زێدە بۆ کێم
ur: نرخ: بەرز بۆ نزم

source: Bedrooms: Low To High
ar: غرف النوم: من الأقل إلى الأعلى
ps: ژوورێن نڤستنێ : ژ کێم بۆ زێدە
ur: ژووری نوستن: کەم بۆ زۆر

source: Bedrooms: High To Low
ar: غرف النوم: من الأعلى إلى الأقل
ps: ژوورێن نڤستنێ : ژ زێدە بۆ کێم
ur: ژووری نوستن: زۆر بۆ کەم

source: Bathrooms: Low To High
ar: الحمامات: من الأقل إلى الأعلى
ps: حەمام : ژ کێم بۆ زێدە
ur: گەرماو: کەم بۆ زۆر

source: Bathrooms: High To Low
ar: الحمامات: من الأعلى إلى الأقل
ps: حەمام : ژ زێدە بۆ کێم
ur: گەرماو: زۆر بۆ کەم

# LocationAToZ
source: Location : A-Z
ar: الموقع: أ - ي
ps: شوێن : A-Z
ur: شوێن: A-Z

# DateNewToOld
source: Date: Newest First
ar: التاريخ: الأحدث أولاً
ps: ڕێکەفت : نووترین
ur: بەروار: تازەتر

# DateOLdtoNew
source: Date: Oldest First
ar: التاريخ: الأقدم أولاً
ps: ڕێکەفت : کەڤنترین
ur: بەروار: کۆنتر

source: Sorted By
ar: تصنيف حسب
ps: ڕێزبەندی ل دویڤ
ur: ڕیزبەندی کراوە بەپێی

# AddSortByNewest
source: Sort By Newest Added
ar: ترتيب حسب الأحدث إضافة
ps: ل دویڤ نووترین
ur: ڕیزبەندی بەپێی نوێترین زیادکراو

# SortByPriceAddedHighToLow
source: Sort By Price High to Low
ar: ترتيب حسب السعر: من الأعلى للأقل
ps: ل دویڤ بهای : بلند بۆ نزم
ur: ڕیزبەندی بەپێی نرخ: بەرز بۆ نزم

# SortByPriceAddedLowToHigh
source: sort by Price Low to High
ar: ترتيب حسب السعر: من الأقل للأعلى
ps: ل دویڤ بهای : نزم بۆ بلند
ur: ڕیزبەندی بەپێی نرخ: نزم بۆ بەرز

# TowerAddress
source: Tower Number
ar: رقم البرج
ps: ژمارا تاوەری
ur: ژمارەی تاوەر

source: In Which Floor
ar: في أي طابق
ps: ل کیژ قاتێ
ur: لە کام نهۆم

source: Room Number
ar: رقم الغرفة
ps: ژمارا ژوورێ
ur: ژمارەی ژوور

# ProcessPurches
source: Process
ar: عملية الشراء
ps: پرۆسەیا کڕینێ
ur: پڕۆسە

source: Type
ar: النوع
ps: جۆر
ur: جۆر

# DateOfPurches
source: Data of Purches
ar: تاريخ الشراء
ps: ڕێکەفتا کڕینێ
ur: بەرواری کڕین

source: Date of Birth
ar: تاريخ الميلاد
ps: ڕێکەفتا ژدایکبوونێ
ur: بەرواری لەدایکبوون

source: District
ar: المنطقة / الحي
ps: تاخ/گەڕەک
ur: گەڕەک

source: Bio
ar: نبذة (Bio)
ps: کورتە (Bio)
ur: کورتە (Bio)

source: Name
ar: الاسم
ps: ناڤ
ur: ناو

source: Change Photo
ar: تغيير الصورة
ps: گۆهۆڕینا وێنەی
ur: گۆڕینی وێنە

source: Cancel
ar: إلغاء
ps: هەلوەشاندن
ur: ڕەتکردنەوە

source: Save Changes
ar: حفظ التغييرات
ps: پاراستنا گۆهۆڕینان
ur: خەزنکردنی گۆڕانکارییەکان

source: See Acount
ar: عرض الحساب
ps: بینینا هەژمارێ
ur: بینینی هەژمار

# EditAndSeeAccount
source: Edit and See Your Account
ar: تعديل وعرض حسابك
ps: دەستکاری و بینینا هەژمارا تە
ur: دەستکاری و بینینی هەژمارەکەت

source: See Plans
ar: عرض الخطط
ps: بینینا پلانان
ur: بینینی پلانەکان

# PlansAndSubscription
source: See Your Plans and Subscription
ar: عرض الخطط والاشتراكات
ps: بینینا پلان و بەشداریا تە
ur: بینینی پلان و بەشداریکردنەکانت

# NewOne
source: New Post
ar: منشور جديد
ps: پۆستێ نووی
ur: پۆستی نوێ

# SequrePayment
source: Sequre Payment Getaway
ar: بوابة دفع آمنة
ps: پارەدانا تە پاراستیە
ur: دەروازەی پارەدانی پارێزراو

source: Pay savely with FIB
ar: ادفع بأمان عبر FIB
ps: ب پاراستی پارەی بدە دگەل FIB
ur: بە پارێزراوی پارە بدە لەڕێی FIB

source: Plans
ar: الخطط
ps: پلان
ur: پلانەکان

source: BOD REAL ESTATE
ar: عقارات BOD
ps: عەقاراتێن BOD
ur: کۆمپانیای عقاراتی BOD

source: Choose The Best Plan
ar: اختر أفضل خطة
ps: باشترین پلان هەلبژێرە
ur: باشترین پلان هەڵبژێرە

# ServicesPrice
source: Service Price
ar: سعر الخدمة
ps: بهایێ خزمەتگۆزاریێ
ur: نرخی خزمەتگوزاری

source: Get Plan
ar: احصل على الخطة
ps: پلانێ وەربگرە
ur: پلانەکە بەدەستبهێنە

# PaymentViaApp
source: Payment Via The App
ar: الدفع عبر التطبيق
ps: پارەدان ب ڕێکا ئەپلیکەیشنێ
ur: پارەدان لەڕێگەی ئەپڵیکەیشن

source: The Amount
ar: المبلغ
ps: بڕێ پارەی
ur: بڕی پارە

source: Preparing Payment....
ar: جاري تحضير الدفع...
ps: ئامادەکرنا پارەدانێ....
ur: ئامادەکردنی پارەدان...

source: Amount
ar: المبلغ
ps: بڕ
ur: بڕ

# PaymentSuccess
source: Payment Created successfully ✅
ar: تم إنشاء عملية الدفع بنجاح ✅
ps: پارەدان ب سەرکەفتیانە دروستبوو ✅
ur: پارەدان بە سەرکەوتوویی دروستکرا ✅

source: Payment
ar: الدفع
ps: پارەدان
ur: پارەدان

source: Amount (IQD)
ar: المبلغ (دينار عراقي)
ps: بڕ (دینارێ عێراقی)
ur: بڕ (دینار)

source: Proceed to Pay
ar: متابعة الدفع
ps: بەردەوام بە بۆ پارەدانێ
ur: بەردەوام بە بۆ پارەدان

source: Secured by 256-bit encryption
ar: محمي بتشفير 256-bit
ps: پاراستیە ب کۆدکرنا 256-bit
ur: پارێزراوە بە کۆدکردنی 256-bit

# PaymentSuccessfull
source: ✅ Payment successful!
ar: ✅ تم الدفع بنجاح!
ps: ✅ پارەدان سەرکەفتی بوو!
ur: ✅ پارەدان سەرکەوتوو بوو!

source: FIBPayment
ar: دفع FIB
ps: پارەدانا FIB
ur: پارەدانی FIB

source: Personal Detail
ar: تفاصيل شخصية
ps: زانیاریێن کەسی
ur: زانیاری کەسی

source: Edit Information
ar: تعديل المعلومات
ps: دەستکاریا زانیاریان
ur: دەستکاریکردنی زانیاری

source: There is no Purches Yet
ar: لا توجد مشتريات حتى الآن
ps: هێشتا چ کڕین نینن
ur: هیچ کڕینێک بوونی نییە

source: There is no BookMark Yet
ar: لا توجد محفوظات حتى الآن
ps: هێشتا چ ئەرشیف نینن
ur: هیچ نیشانەکراوێک بوونی نییە

source: Nothing Here Yet
ar: لا يوجد شيء هنا حتى الآن
ps: هێشتا چ ل ڤێرە نینە
ur: هێشتا هیچ شتێک لێرە نییە

source: Loading...
ar: جاري التحميل...
ps: چاڤەرێبە...
ur: ...بارکردن

# Fetching_The_Last_Update_To_You
source: Be ready for a Different Real Estate World!
ar: كن مستعداً لعالم عقاري مختلف!
ps: بەرهەڤبە بۆ جیهانەکا جیاواز یا عەقاراتان!
ur: ئامادەبە بۆ جیهانێکی جیاوازی خانووبەرە!

source: Pull To Refresh
ar: اسحب للتحديث
ps: ڕاکێشە بۆ نویکرنێ
ur: ڕای کێشە بۆ نوێکردنەوە

# RefreshingContent
source: Refreshing The Content ...
ar: جاري تحديث المحتوى...
ps: نووی کرنا ناڤەروکێ...
ur: نوێکردنەوەی ناوەڕۆک...

# SwipeDownToRefresh
source: Swipe down slightly to refresh the feed
ar: اسحب للأسفل قليلاً لتحديث القائمة
ps: بۆ خوارێ ڕاکێشە دا نوی ببیت
ur: کەمێک ڕای کێشە بۆ خوارەوە بۆ نوێکردنەوە

# FetchingTheLatest
source: We are fetching the latest listings for you
ar: نقوم بجلب أحدث القوائم لك
ps: ئەم یێ نووترین لیستان بۆ تە دئینین
ur: هێنانی تازەترین لیستەکان بۆ تۆ

source: BookMark Loaded
ar: تم تحميل المحفوظات
ps: ئەرشیف هاتە داگرتن
ur: نیشانەکراوەکان بارکران

# ErrorLoadingBook
source: Error Loading BookMark
ar: خطأ في تحميل المحفوظات
ps: ئاریشە د ئەرشیفی دا هەیە
ur: هەڵە لە بارکردنی نیشانەکراوەکان

source: BookMark Removed
ar: تمت الإزالة من المحفوظات
ps: ژ ئەرشیفی هاتە ژێبرن
ur: نیشانەکردن لابرا

source: BookMark Added
ar: تمت الإضافة للمحفوظات
ps: بۆ ئەرشیفی هاتە زێدەکرن
ur: نیشانە کرا

source: Request Picture Session
ar: طلب جلسة تصوير
ps: داخوازا وێنەگران بکە
ur: داواکردنی دانیشتنی وێنەگرتن

# LetOurTeamCapture
source: ''Let our team capture best pictures for your property''
ar: ''دع فريقنا يلتقط أفضل الصور لعقارك''
ps: بهێلە تیمێ مە باشترین وێنان بۆ عەقارێ تە بگریت
ur: ''با تیمەکەمان باشترین وێنەی موڵکەکەت بگرن''

source: Request Form
ar: استمارة الطلب
ps: فۆڕما داخوازکرنێ
ur: فۆڕمی داواکاری

source: Preffered Date
ar: التاريخ المفضل
ps: ڕێکەفتا پەسەندکری
ur: بەرواری پەسەندکراو

source: Preffered Time
ar: الوقت المفضل
ps: دەمی پەسەندکری
ur: کاتی پەسەندکراو

# UploadPropertyImage
source: Upload Property Images (optional)
ar: رفع صور العقار (اختياري)
ps: وێنێن عەقاری داگرە (ئوپشناله)
ur: وێنەی موڵک باربکە (ئارەزوومەندانە)

source: Select address on Map
ar: تحديد العنوان على الخريطة
ps: ناڤونیشانی ل سەر نەخشەی دیاربکە
ur: ناونیشان لەسەر نەخشە دیاریبکە

source: Open selected location
ar: فتح الموقع المحدد
ps: ڤەکرنا جهێ دیارکری
ur: کردنەوەی شوێنی دیاریکراو

# ManualAddressSet
source: Manual Address / Notes
ar: العنوان يدوياً / ملاحظات
ps: ناڤونیشان ب دەستی / تێبینی
ur: ناونیشانی دەستی / تێبینیەکان

source: Send request
ar: إرسال الطلب
ps: هنارتنا داخوازیێ
ur: ناردنی داواکاری

source: Property Informations
ar: معلومات العقار
ps: زانیاریێن عەقاری
ur: زانیارییەکانی موڵک

source: Area / District
ar: المنطقة / الحي
ps: دەڤەر / تاخ
ur: ناوچە / گەڕەک

# TapToSelectFromTheMap
source: Tap to select location from the map
ar: اضغط لتحديد الموقع من الخريطة
ps: پەنجێ لێ بدە بۆ دیارکرنا جهی ل سەر نەخشەی
ur: دابگرە بۆ دیاریکردنی شوێن لەسەر نەخشە

source: Building Name
ar: اسم المبنى
ps: ناڤێ ئاڤایێ / جهی
ur: ناوی باڵەخانە

source: Sunrise Residency
ar: الواجهة / إتجاه الشمس
ps: واجیهە
ur: سەنڕایز ڕێزیدێنسی

source: Property Details
ar: تفاصيل العقار
ps: وردەکاریێن عەقاری
ur: وردەکاری موڵک

# ShortDiscription
source: Write a description about the property...
ar: اكتب وصفاً حول العقار...
ps: وەسفەکێ ل سەر عەقاری بنڤیسە...
ur: وەسفێک بنووسە دەربارەی موڵکەکە...

source: Add More +
ar: إضافة المزيد +
ps: زێدەکرنا وێنا +
ur: زیادکردنی زیاتر +

source: Upload Property Images
ar: رفع صور العقار
ps: وێنێن عەقاری داگرە
ur: وێنەکانی موڵک باربکە

source: Publish Property
ar: نشر العقار
ps: بەلاڤکرنا عەقاری
ur: بڵاوکردنەوەی موڵک

source: Location
ar: الموقع
ps: شوێن
ur: شوێن

source: Price Here
ar: السعر هنا
ps: بها ل ڤێرێ
ur: نرخ لێرە

source: Images
ar: الصور
ps: وێنە
ur: وێنەکان

source: Access to App
ar: صلاحيات التطبيق
ps: گەهشتن بو ئەپلیکەیشنێ
ur: دەسەڵاتەکانی ئەپ

# AddAccessPost
source: Add & Ful Access for Posts
ar: إضافة وصلاحيات كاملة للمنشورات
ps: گەهشتنا تەمام بۆ پۆستان
ur: دەسەڵاتی تەواو بۆ پۆستەکان

source: Request Cammera Session
ar: طلب جلسة تصوير
ps: داخوازا دانیشتنا کامیرێ
ur: داواکردنی دانیشتنی وێنەگرتن

# ShowYourPostsAtTop
source: Show Your Post at Top
ar: إظهار منشورك في الأعلى
ps: پۆستێ خو ل سەرێ لیستێ نیشان بدە
ur: پیشاندانی پۆستەکانت لە سەرەوە

# BetterAppearence
source: Better appearance for Your Office
ar: مظهر أفضل لمكتبك
ps: دەرکەفتنەکا باشتر بۆ ئۆفیسا تە
ur: دەرکەوتنێکی باشتر بۆ ئۆفیسەکەت

source: Log Out
ar: تسجيل الخروج
ps: دەرچوون
ur: دەرچوون

source: LogOut From Account
ar: تسجيل الخروج من الحساب
ps: دەرچوون ژ هەژمارێ
ur: دەرچوون لە هەژمار

source: Upgrade
ar: ترقية
ps: بەرزکرن
ur: بەرزکردنەوە

source: Upgrade to Office Account
ar: الترقية إلى حساب مكتب
ps: بەرزکرن بۆ هەژمارا ئۆفیسێ
ur: بەرزکردنەوە بۆ هەژماری ئۆفیس

source: Warning
ar: تحذير
ps: ئاگەهداری
ur: ئاگاداری

source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة؟
ps: تە دڤێت بەردەوام بی؟
ur: دڵنیای دەتەوێت بەردەوام بیت؟

source: User Not Found!
ar: المستخدم غير موجود!
ps: بکارهێنەر نەهاتە دیتن!
ur: بەکارهێنەر نەدۆزرایەوە!

source: Retry
ar: إعادة المحاولة
ps: دووبارە هەوڵبدە
ur: دووبارە هەوڵبدەرەوە

source: Profile
ar: الملف الشخصي
ps: پرۆفایل
ur: پرۆفایل

source: Office Information
ar: معلومات المكتب
ps: زانیاریێن ئۆفیسێ
ur: زانیاری ئۆفیس

# ChangesSaved
source: Change Saved
ar: تم حفظ التغييرات
ps: گۆهۆڕین هاتنە پاراستن
ur: گۆڕانکارییەکان خەزنکران

source: Aparmtment Floor Number
ar: رقم طابق الشقة
ps: ژمارا قاتێ شوقێ
ur: ژمارەی نهۆمی شوقە

source: Couldnt Open Map Link
ar: تعذر فتح رابط الخريطة
ps: نەشیام لینکی نەخشەی ڤەکەم
ur: نەتوانرا بەستەری نەخشە بکرێتەوە

source: Error Refreshing Post
ar: خطأ في تحديث المنشور
ps: ئاریشە د نووی کرنا پۆستان دا
ur: هەڵە لە نوێکردنەوەی پۆست

source: Refreshing your office feed...
ar: جاري تحديث واجهة مكتبك...
ps: نووی کرنا خزمەتگوزایا ئۆفیسا تە...
ur: نوێکردنەوەی فییدی ئۆفیسەکەت...

source: Preparing your office dashboard
ar: جاري تحضير لوحة تحكم مكتبك
ps: ئامادەکرنا هەژمارا ئۆفیسا تە
ur: ئامادەکردنی داشبۆردی ئۆفیسەکەت

source: Curating the latest opportunities for your company.
ar: تنسيق أحدث الفرص لشركتك.
ps: ڕێکخستنا نووترین دەرفەتان بۆ کۆمپانیا تە.
ur: ڕێکخستنی نوێترین دەرفەتەکان بۆ کۆمپانیاکەت.

source: Personalizing your dashboard
ar: تخصيص لوحة التحكم الخاصة بك
ps: رێکخستنا هەژمارا تە
ur: تایبەتمەندکردنی داشبۆردەکەت

source: Clear
ar: مسح
ps: پاککرن
ur: پاککردنەوە

# SearchByName
source: Search by Office Name
ar: بحث باسم المكتب
ps: لێگەریان ب ناڤێ ئۆفیسێ
ur: گەڕان بەپێی ناوی ئۆفیس

source: SortBy
ar: ترتيب حسب
ps: ڕێزبەندی ل دویڤ
ur: ڕیزبەندی بەپێی

source: Selected
ar: محدد
ps: هاتە هەلبژارتن
ur: دیاریکراو

source: House
ar: منزل
ps: خانی
ur: خانوو

source: Added
ar: مضاف
ps: هاتە زێدەکرن
ur: زیادکرا

source: m ago
ar: منذ دقيقة
ps: خولەکەک بەرێ
ur: خ خولەک پێش ئێستا

source: h ago
ar: منذ ساعة
ps: دەمژمێرەک بەرێ
ur: ک کاتژمێر پێش ئێستا

source: d ago
ar: منذ يوم
ps: ڕۆژەک بەرێ
ur: ڕ ڕۆژ پێش ئێستا

source: Yesterday
ar: أمس
ps: دووهی
ur: دوێنێ

source: Failed To Load Location
ar: فشل تحميل الموقع
ps: ئاریشە د جهی دا هەیە
ur: بارکردنی شوێن سەرکەوتوو نەبوو

source: Failed To Load state Types :
ar: فشل تحميل أنواع الحالة:
ps: ئاریشە دلێگەریانا تاخێ دا هەیە
ur: بارکردنی جۆرەکان سەرکەوتوو نەبوو:

source: Fetched
ar: تم الجلب
ps: هاتە دیتن
ur: هێنرا

source: Options
ar: خيارات
ps: هەلبژارتن
ur: هەڵبژاردەکان

source: Error :
ar: خطأ:
ps: ئاریشە :
ur: هەڵە:

source: Search failed
ar: فشل البحث
ps: لێگەریان سەرکەفتی نەبوو
ur: گەڕان سەرکەوتوو نەبوو

source: Delete
ar: حذف
ps: ژێبرن
ur: سڕینەوە

source: Delete Post
ar: حذف المنشور
ps: ژێبرنا پۆستی
ur: سڕینەوەی پۆست

# EnterYourUserName
source: Enter UserName
ar: أدخل اسم المستخدم
ps: ناڤێ بکارهێنەری بنڤیسە
ur: ناوی بەکارهێنەر بنووسە

source: User Name
ar: اسم المستخدم
ps: ناڤێ بکارهێنەری
ur: ناوی بەکارهێنەر

source: Create New Account
ar: إنشاء حساب جديد
ps: دروستکرنا هەژمارەکا نووی
ur: دروستکردنی هەژماری نوێ

source: About Us
ar: من نحن
ps: دەربارەی مە
ur: دەربارەی ئێمە

source: Learn More About Us
ar: اعرف المزيد عنا
ps: پتر ل سەر مە بزانە
ur: زیاتر دەربارەی ئێمە بزانە

# AboutUsContent
source: We are a startup real-estate company dedicated to making Duhok properties fully accessible at your fingertips through a modern and user-friendly app. By combining deep industry experience with advanced software capabilities, we are building a new real-estate ecosystem designed around convenience, innovation, and real value—creating a smarter property world that serves you better.
ar: نحن شركة عقارية ناشئة مكرسة لجعل عقارات دهوك في متناول يدك بالكامل من خلال تطبيق حديث وسهل الاستخدام. من خلال الجمع بين الخبرة العميقة في المجال وقدرات البرمجيات المتقدمة، نقوم ببناء نظام بيئي عقاري جديد مصمم حول الراحة والابتكار والقيمة الحقيقية - مما يخلق عالماً عقارياً أكثر ذكاءً يخدمك بشكل أفضل.
ps: ئەم کۆمپانیەکا نووی یا عەقاراتانە، مە یا تەرخانکریە ژ بۆ هندێ کو مولکێن دهۆکێ ب تەمامی بکەڤنە بەر دەستێ وە ب ڕێکا ئەپلیکەیشنەکا مۆدێرن و ب ساناهی. ب ڕێکا کۆمکرنا ئەزموونا کویر یا بازاڕی دگەل شیانێن پێشکەفتی یێن سۆفتوێری، ئەم یێ سیستەمەکێ ژینگەهی یێ نووی یێ عەقاراتان ئاڤادکەین کو دیزاین کری ل سەر بنەمایێ ئاسانکاریێ، داهێنانێ، و بهایێ ڕاستەقینە — دا جیهانەکا زیرەکتر یا مولکان دروست بکەین کو باشتر خزمەتا وە بکەت.
ur: ئێمە کۆمپانیایەکی نوێی خانووبەرەین کە تەرخانکراوین بۆ ئەوەی موڵکەکانی دهۆک بە تەواوی لە بەردەستتدا بێت لە ڕێگەی ئەپڵیکەیشنێکی مۆدێرن و ئاسان بۆ بەکارهێنان. بە تێکەڵکردنی ئەزموونی قووڵی پیشەسازی لەگەڵ تواناکانی سۆفتوێری پێشکەوتوو، ئێمە ئیکۆسیستەمێکی نوێی خانووبەرە بنیاد دەنێین کە لەسەر بنەمای ئاسانکاری، داهێنان و بەهای ڕاستەقینە دیزاین کراوە—دروستکردنی جیهانێکی زیرەکتری موڵک کە باشتر خزمەتت دەکات.

source: Developer WebSite
ar: موقع المطور
ps: وێبسایتێ گەشەپێدەری
ur: وێبسایتی گەشەپێدەر

source: Our Story
ar: قصتنا
ps: چیرۆکا مە
ur: چیرۆکی ئێمە

source: Couldnt Open WebSite
ar: تعذر فتح الموقع
ps: ئاریشە دڤەکرنا وێبسایتێ دا هەیە
ur: نەتوانرا وێبسایت بکرێتەوە

source: Back-End Developer
ar: مطور الواجهة الخلفية (Back-End)
ps: گەشەپێدەرێ بەک-ئێند (Back-End)
ur: گەشەپێدەری بەک-ئێند (Back-End)

source: Privacy Policy
ar: سياسة الخصوصية
ps: سیاسەتا پاراستنێ
ur: سیاسەتی تایبەتمەندێتی
