Repository: Abdul1la/BODAQARAT
Catalog: lib/l10n/intl_*.arb
Languages: ar, ps, ur

# PrivacyPolicyDetails
source: Welcome! As a guest user, you can explore many parts of the app without creating an account. Your privacy and safety are highly important to us. This policy explains how we collect, use, and protect information inside the application. 1. Information We May Collect Even without registration, the app may collect limited technical data such as: - Device type, operating system, and app version - Actions inside the app (clicks, pages visited, searches performed) - Locally saved property preferences (only stored on your device) We do not collect personal details like name, email, or phone number unless you choose to register later. 2. How We Use Data The collected data helps us: - Improve the application experience - Fix errors and optimize performance - Show relevant properties and nearby offices - Remember your temporary wishlist and choices on your device 3. Property Images and Office Content If you browse property listings or office uploads: - Images are displayed from secured storage servers - We do not modify or analyze image content beyond presenting it in the app - No personal metadata is extracted from images 4. Wishlist and Temporary Storage As a guest: - You can save properties to wishlist, stored only locally on your device - If you later create an account, the system may offer to transfer them to your profile (with your approval) 5. Data Sharing We never: - Sell or share your personal data for marketing - Provide guest activity logs to third parties - Share office contact details beyond what the office already publishes inside the app We may only share anonymous, non-identifiable analytics data to measure general app usage trends. 6. Security Measures To keep your data safe, we use: - Encrypted connections (HTTPS) - Protected image storage with secure access rules - Regular server security checks - Restricted database access only for authorized developers 7. External Links The app may contain links to: - Office websites - Maps or call buttons Opening these services will follow their privacy policies. We are not responsible for data handled outside the app. 8. Your Rights You can: - Browse safely without being tracked personally - Clear your wishlist any time from the app - Choose to not provide any personal data until you register 9. Consent By using the app, you agree that: - Guest browsing data is collected anonymously - Wishlist data is only stored on your device 10. Updates To This Policy We may update this policy to improve clarity or security. Updates will appear inside the app. Continued usage means acceptance of the updated terms. Contact If you have questions about privacy or security, you can reach support from the app’s “Contact Us” section.
ar: مرحباً! كمستخدم ضيف، يمكنك استكشاف أجزاء كثيرة من التطبيق دون إنشاء حساب. خصوصيتك وسلامتك مهمة جداً بالنسبة لنا. تشرح هذه السياسة كيفية جمع المعلومات واستخدامها وحمايتها داخل التطبيق. ١. المعلومات التي قد نجمعها حتى بدون تسجيل، قد يجمع التطبيق بيانات تقنية محدودة مثل: - نوع الجهاز ونظام التشغيل وإصدار التطبيق - الإجراءات داخل التطبيق (النقرات، الصفحات التي تمت زيارتها، عمليات البحث) - تفضيلات العقارات المحفوظة محلياً (المخزنة فقط على جهازك) نحن لا نجمع تفاصيل شخصية مثل الاسم أو البريد الإلكتروني أو رقم الهاتف ما لم تختار التسجيل لاحقاً. ٢. كيف نستخدم البيانات تساعدنا البيانات التي تم جمعها في: - تحسين تجربة التطبيق - إصلاح الأخطاء وتحسين الأداء - عرض العقارات ذات الصلة والمكاتب القريبة - تذكر قائمة الرغبات المؤقتة واختياراتك على جهازك ٣. صور العقارات ومحتوى المكتب إذا كنت تتصفح قوائم العقارات أو تحميلات المكتب: - يتم عرض الصور من خوادم تخزين آمنة - نحن لا نعدل أو نحلل محتوى الصورة بخلاف تقديمها في التطبيق - لا يتم استخراج بيانات وصفية شخصية من الصور ٤. قائمة الرغبات والتخزين المؤقت كضيف: - يمكنك حفظ العقارات في قائمة الرغبات، المخزنة فقط محلياً على جهازك - إذا قمت بإنشاء حساب لاحقاً، فقد يعرض النظام نقلها إلى ملف التعريف الخاص بك (بموافقتك) ٥. مشاركة البيانات نحن لا نقوم أبداً بـ: - بيع أو مشاركة بياناتك الشخصية للتسويق - تقديم سجلات نشاط الضيف لأطراف ثالثة - مشاركة تفاصيل الاتصال بالمكتب بخلاف ما ينشره المكتب بالفعل داخل التطبيق قد نشارك فقط بيانات تحليلات مجهولة المصدر وغير قابلة للتحديد لقياس اتجاهات استخدام التطبيق العامة. ٦. تدابير الأمان للحفاظ على أمان بياناتك، نستخدم: - اتصالات مشفرة (HTTPS) - تخزين صور محمي بقواعد وصول آمنة - فحوصات أمان الخادم المنتظمة - وصول مقيد لقاعدة البيانات فقط للمطورين المصرح لهم ٧. روابط خارجية قد يحتوي التطبيق على روابط لـ: - مواقع المكاتب - خرائط أو أزرار اتصال سيتبع فتح هذه الخدمات سياسات الخصوصية الخاصة بها. نحن لسنا مسؤولين عن البيانات التي يتم التعامل معها خارج التطبيق. ٨. حقوقك يمكنك: - التصفح بأمان دون أن يتم تتبعك شخصياً - مسح قائمة الرغبات الخاصة بك في أي وقت من التطبيق - اختيار عدم تقديم أي بيانات شخصية حتى تقوم بالتسجيل ٩. الموافقة باستخدام التطبيق، فإنك توافق على أن: - يتم جمع بيانات تصفح الضيف بشكل مجهول - يتم تخزين بيانات قائمة الرغبات فقط على جهازك ١٠. تحديثات هذه السياسة قد نقوم بتحديث هذه السياسة لتحسين الوضوح أو الأمان. ستظهر التحديثات داخل التطبيق. الاستخدام المستمر يعني قبول الشروط المحدثة. اتصل بنا إذا كان لديك أسئلة حول الخصوصية أو الأمان، يمكنك الوصول إلى الدعم من قسم "اتصل بنا" في التطبيق.
ps: ب خێرهاتی! وەک بکارهێنەرەکێ مێڤان، تو دشێی ل گەلەک بەشێن ئەپی بگەڕێی بێی کو هەژمارەکێ دروست بکەی. تایبەتمەندی و سەلامەتیا تە بۆ مە گەلەک گرنگە. ئەڤ سیاسەتە ڕوون دکەت کا ئەم چەوا زانیاریان د ناڤ ئەپلیکەیشنێ دا کۆم دکەین، بکار دئینین، و دپارێزین. ۱. ئەو زانیاریێن دبیت ئەم کۆم بکەین تەنانەت بێی خۆتۆمارکرنێ ژی، دبیت ئەپ هندەک داتایێن تەکنیکی یێن سنوردار کۆم بکەت وەک: - جۆرێ ئامێری، سیستەمێ کارپێکرنێ، و وەشانا ئەپی - چالاکیێن د ناڤ ئەپی دا (کلیک، ئەو لاپەرێن سەرەدانا وان هاتیە کرن، لێگەریان) - هەلبژارتنێن عەقاری یێن ل سەر مۆبایلێ هاتینە پاراستن (تەنێ ل سەر ئامێرێ تە دمینن) ئەم چ وردەکاریێن کەسی وەک ناڤ، ئیمێل، یان ژمارا تەلەفۆنێ کۆم ناکەین هەتا ئەو دەمێ تو ب بریارا خۆ خۆ تۆمار دکەی. ۲. چەوا ئەم داتایان بکار دئینین داتایێن کۆمکری هاریکاریا مە دکەن بۆ: - باشترکرنا ئەزموونا ئەپلیکەیشنی - چارەسەرکرنا ئاریشان و باشترکرنا کارکرنێ - نیشاندانا عەقارێن پەیوەندیدار و ئۆفیسێن نێزیک - بیرئینانا لیستەیا هیڤیان و هەلبژارتنان ل سەر ئامێرێ تە ۳. وێنێن عەقاری و ناوەڕۆکا ئۆفیسێ ئەگەر تو سەیری لیستێن عەقاری یان تشتێن ئۆفیسان بەلاڤکرین بکەی: - وێنە ژ سێرڤەرێن پاراستی دهێنە نیشاندان - ئەم دەستکاریێ د وێنان دا ناکەین یان شیکار ناکەین، ژبلی نیشاندانا وان د ئەپی دا - چ زانیاریێن کەسی ژ وێنان ناهێنە دەرێخستن ٤. لیستەیا هیڤیان (Wishlist) و ئەمبارکرنا دەمکی وەک مێڤان: - تو دشێی عەقاران د لیستەیا هیڤیان دا بپارێزی، کو تەنێ ل سەر ئامێرێ تە دهێنە پاراستن - ئەگەر پاشی تە هەژمارەک دروست کر، سیستەم دێ پێشنیار کەت وان ڤەگوهێزیتە سەر پرۆفایلێ تە (ب ڕەزامەندیا تە) ٥. بەلاڤکرنا داتایان ئەم چ جاران: - داتایێن تە یێن کەسی نافرۆشین یان بەلاڤ ناکەین بۆ مەبەستێن مارکێتینگێ - تۆمارێن چالاکیا مێڤانان نادەینە لایەنێ سێیەم - وردەکاریێن پەیوەندیێن ئۆفیسێ بەلاڤ ناکەین ژبلی ئەوا ئۆفیس بخۆ د ئەپی دا بەلاڤ دکەت دبیت ئەم تەنێ داتایێن شیکاری یێن نەناسراو (Anonymous) بەکار بینین بۆ پێڤانا ڕەوشا گشتی یا بکارئینانا ئەپی. ٦. پێڤەرێن ئاسایشێ بۆ پاراستنا داتایێن تە، ئەم ڤان ڕێکان بکار دئینین: - پەیوەندیێن کۆدکری (HTTPS) - ئەمبارکرنا پاراستی یا وێنان ب یاسایێن توند یێن دەسهەلاتێ - پشکنینا بەردەوام یا ئاساییشا سێرڤەری - سنوردارکرنا دەسهەلاتا گەهشتنە داتابەیسێ تەنێ بۆ گەشەپێدەرێن ڕێپێدای ۷. لینکێن دەرەکی دبیت ئەپ لینکێن تێدا هەبن بۆ: - وێبسایتێن ئۆفیسان - نەخشە یان دوگمێن پەیوەندیێ ڤەکرنا ڤان خزمەتگوزاریان دێ ل دویڤ سیاسەتا وان یا تایبەتمەندیێ بیت. ئەم بەرپرسیار نینین ژ وێ داتایا ل دەرڤەی ئەپی مامەلە پێ دهێتە کرن. ۸. مافێن تە تو دشێی: - ب سەلامەتی بگەڕێی بێی کو چاڤدێری ل سەر تە هەبیت - هەر دەمەکێ تە بڤێت لیستەیا هیڤیان ژ ئەپی ژێ ببەی - بڕیارێ بدەی چ داتایێن کەسی نەدەی هەتا دەمێ خۆتۆمارکرنێ ۹. ڕەزامەندی ب بکارئینانا ئەپی، تو ڕازی دبی کو: - داتایێن گەڕانا مێڤانان ب شێوەیەکێ نەناسراو دهێنە کۆمکرن - داتایێن لیستەیا هیڤیان تەنێ ل سەر ئامێرێ تە دهێنە پاراستن ۱۰. نووی کاریێن ڤێ سیاسەتێ دبیت ئەم ڤێ سیاسەتێ نووی بکەین دا ڕۆنتر یان پاراستیتر لێ بکەین. نووی کاری دێ د ناڤ ئەپی دا دیار بن. بەردەوام بوون ل سەر بکارئینانێ ڕامانا وێ ئەو کو تە مەرجێن نووی قەبویلن. پەیوەندی ئەگەر تە پرسیار هەبن ل سەر تایبەتمەندیێ یان ئاسایشێ، تو دشێی پەیوەندیێ ب پاڵپشتیێ بکەی ل بەشێ "پەیوەندیێ ب مە بکە" د ئەپی دا.
ur: بەخێربێیت! وەک بەکارهێنەرێکی میوان، دەتوانیت بەشێکی زۆری ئەپەکە بگەرێیت بەبێ دروستکردنی هەژمار. تایبەتمەندی و سەلامەتیت لای ئێمە زۆر گرنگە. ئەم سیاسەتە ڕوونی دەکاتەوە کە چۆن زانیاری کۆدەکەینەوە، بەکاریدەهێنین و دەیپارێزین لە ناو ئەپڵیکەیشنەکەدا. ١. ئەو زانیارییانەی لەوانەیە کۆی بکەینەوە تەنانەت بەبێ تۆمارکردنیش، ئەپەکە لەوانەیە داتای تەکنیکی سنووردار کۆبکاتەوە وەک: - جۆری ئامێر، سیستەمی کارپێکردن، و وەشانی ئەپ - چالاکییەکانی ناو ئەپەکە (کلیکەکان، لاپەڕە سەردانکراوەکان، گەڕانە ئەنجامدراوەکان) - پەسەندکراوەکانی موڵک کە لەسەر ئامێرەکەت خەزنکراون (تەنها لەسەر مۆبایلەکەی خۆت) ئێمە زانیاری کەسی وەک ناو، ئیمەیڵ، یان ژمارەی تەلەفۆن کۆناکەینەوە مەگەر خۆت بڕیاری تۆمارکردن بدەیت. ٢. چۆن داتا بەکاردەهێنین داتا کۆکراوەکان یارمەتیمان دەدەن بۆ: - باشترکردنی ئەزموونی ئەپڵیکەیشنەکە - چاککردنی هەڵەکان و باشترکردنی کارایی - نیشاندانی موڵکی پەیوەندیدار و ئۆفیسە نزیکەکان - بیرهێنانەوەی لیستە دڵخوازە کاتییەکانت و هەڵبژاردنەکان لەسەر ئامێرەکەت ٣. وێنەی موڵک و ناوەڕۆکی ئۆفیس ئەگەر سەیری لیستی موڵکەکان یان بڵاوکراوەی ئۆفیسەکان بکەیت: - وێنەکان لە سێرڤەری پارێزراوەوە نیشان دەدرێن - ئێمە دەستکاری یان شیکردنەوە بۆ ناوەڕۆکی وێنەکان ناکەین جگە لە پێشکەشکردنی لە ئەپەکەدا - هیچ زانیارییەکی کەسی (Metadata) لە وێنەکان دەرناهێنرێت ٤. لیستی دڵخواز و خەزنکردنی کاتی وەک میوان: - دەتوانیت موڵکەکان لە لیستی دڵخواز (Wishlist) پاشەکەوت بکەیت، کە تەنها لەسەر ئامێرەکەت دەمێنێتەوە - ئەگەر دواتر هەژمار دروست بکەیت، سیستەمەکە لەوانەیە پێشنیاری گواستنەوەیان بکات بۆ پرۆفایلەکەت (بە ڕەزامەندی خۆت) ٥. هاوبەشکردنی داتا ئێمە هەرگیز: - داتای کەسی تۆ بۆ مەبەستی بازاڕگەری (Marketing) نافرۆشین یان هاوبەش ناکەین - تۆماری چالاکی میوان نادەین بە لایەنی سێیەم - وردەکاری پەیوەندی ئۆفیس هاوبەش ناکەین جگە لەوەی ئۆفیسەکە خۆی لە ناو ئەپەکەدا بڵاوی دەکاتەوە ئێمە تەنها داتای شیکاری نەناسراو (Anonymous) بەکاردەهێنین بۆ پێوانی ڕەوتی گشتی بەکارهێنانی ئەپەکە. ٦. ڕێکارەکانی ئاسایش بۆ پاراستنی داتاکانت، ئێمە ئەمانە بەکاردەهێنین: - پەیوەندییە کۆدکراوەکان (HTTPS) - خەزنکردنی پارێزراوی وێنە بە یاسای دەسەڵاتی توند - پشکنینی بەردەوامی ئاسایشی سێرڤەر - سنووردارکردنی دەسەڵاتی گەیشتن بە داتابەیس تەنها بۆ گەشەپێدەرە ڕێگەپێدراوەکان ٧. بەستەرە دەرەکییەکان ئەپەکە لەوانەیە بەستەری تێدابێت بۆ: - وێبسایتی ئۆف

# LearnMoreAboutPrivacy
source: Learn more about our Privacy Policy Details
ar: تعرف على المزيد حول تفاصيل سياسة الخصوصية
ps: پتر ل سەر وردەکاریێن سیاسەتا پاراستنێ بزانە

source: Contact Us
ar: اتصل بنا
ps: پەیوەندیێ ب مە بکە
ur: پەیوەندی بە ئێمە

# ContactUsForMore
source: Contact Us for more Information
ar: اتصل بنا لمزيد من المعلومات
ps: بۆ پێزانینێن پتر پەیوەندیێ ب مە بکە
ur: بۆ زانیاری زیاتر پەیوەندی بە ئێمە بکە

# YouCanContact
source: You can contact us for more information about us
ar: يمكنك الاتصال بنا للحصول على مزيد من المعلومات عنا
ps: تو دشێی پەیوەندیێ ب مە بکەی بۆ پێزانینێن پتر ل سەر مە
ur: دەتوانیت بۆ زانیاری زیاتر دەربارەمان پەیوەندیمان پێوە بکەیت

source: Message
ar: الرسالة
ps: نامە
ur: نامە

source: For sending Message
ar: لإرسال رسالة
ps: بۆ هنارتنا نامەیێ
ur: بۆ ناردنی نامە

# ViewlocationOnMap
source: View our Location on the Map
ar: اعرض موقعنا على الخريطة
ps: دیتنا شوێنێ مە ل سەر نەخشەی
ur: بینینی شوێنەکەمان لەسەر نەخشە

# needToLoginBookMark
source: You need to SignUp or Login to see and Set BookMark
ar: تحتاج لتسجيل الدخول أو إنشاء حساب جديد
ps: پێدڤیە خۆ تۆماربکەی یان بچیە ژوور
ur: پێویستیت بچیتە ژورەوە بو هەلگرتنی پوست

# needToLoginPurches
source: You need to SignUp or Login to see Purches
ar: تحتاج لتسجيل الدخول أو إنشاء حساب جديد
ps: پێدڤیە خۆ تۆماربکەی یان بچیە ژوور
ur: پێویستیت بچیتە ژورەوە بو کرین

source: Are You Sure To continue
ar: هل أنت متأكد من المتابعة؟
ps: تە دڤێت بەردەوام بی؟
ur: دڵنیایت لە بەردەوامبوون؟

# AreYouSureForRequesting
source: Are You Sure You Want to Request this Aqar?
ar: هل أنت متأكد أنك تريد طلب هذا العقار؟
ps: تە دڤێت داخوازا ڤی عەقاری بکەی؟
ur: دڵنیایت کە دەتەوێت داوای ئەم عەقارە بکەیت؟

source: Confirm
ar: تأكيد
ps: تەئکیدکرن
ur: پشتڕاستکردنەوە

source: Login Failed
ar: فشل تسجيل الدخول
ps: چونا ژوور سەرکەفتی نەبوو
ur: چوونە ژوورەوە سەرکەوتوو نەبوو

# InvalidPassOrUser
source: Invalid Password or User Name
ar: كلمة المرور أو اسم المستخدم غير صحيح
ps: پەیڤا نهێنی یان ناڤێ بکارهێنەری درست نینە
ur: وشەی نهێنی یان ناوی بەکارهێنەر هەڵەیە

source: OK
ar: حسناً
ps: درستە
ur: باشە

# ApplicationDesigner
source: Application Designed By
ar: مصمم التطبيق
ps: دیزاینەرێ ئەپلیکەیشنێ
ur: دیزاینی بەرنامەکە لە لایەن

# SearchInListing
source: Click to Show Posts
ar: انقر لعرض المنشورات
ps: کلیک بکە بۆ نیشاندانا پۆستان
ur: کلیک بکە بۆ پیشاندانی پۆستەکان

# RequestThis
source: Request this Real Estate
ar: طلب هذا العقار
ps: داخوازکرنا ڤی عەقاری
ur: داوای ئەم موڵکە بکە

# Renew
source: Renew your office subscription to keep publishing
ar: الرجاء تجدید اشتراك مكتبك للاستمرار في النشر
ps: نوی کرن ڤە
ur: نوێکردنەوەی بەشداریکردنی نووسینگەکەت بۆ بەردەوامبوون لە بڵاوکردنەوە

# Expired
source: Subscription expired
ar: انتهت صلاحية الاشتراك
ps: ماوێ اشتراکێ ب سەرڤەچو
ur: ماوەی بەشداریکردنەکە تەواو بوو

# RenwNow
source: Renew Now
ar: جدد الآن
ps: نوکە نەوی بکە
ur: نوێکردنەوە ئێستا

# ReturnAfterPayment
source: Return to App after Payment
ar: العودة إلى التطبيق بعد الدفع
ps: زڤرین بۆ ئەپلیکەیشنێ پشتی دانا پارەی
ur: گەڕانەوە بۆ بەرنامەکە دوای پارەدان

# TapAfterCompleteingPayment
source: Tap the button below once you have completed the payment ro Refresh
ar: اضغط على الزر أدناه بمجرد إكمال الدفع للتحديث
ps: ل سەر دوگمێ ل خوارێ کلیک بکە پشتی ب دوماهی ئینانا دانا پارەی بۆ نویکرنێ.
ur: دوگمەی خوارەوە دابگرە کاتێک پارەدانەکەت تەواو کرد بۆ نوێکردنەوە

source: Checking...
ar: جار التحقق...
ps: د پشکنینێ دایە...
ur: لە پشکنیندایە...

source: Check Payment Status
ar: التحقق من حالة الدفع
ps: پشکنین بۆ رەوشا دانا پارەی بکە
ur: پشکنینی باری پارەدانەکە

# PaymentVefified
source: Payment Verified Successfully
ar: تم التحقق من عملیة الدفع بنجاح
ps: دانا پارەی ب سەرکەفتی ڤە هاتە پشتراستکرن
ur: پارەدان بە سەرکەوتوویی پشتڕاست کرایەوە

# PleaseSelectAreaDistrict
source: Please select an area/district.
ar: يرجى اختيار المنطقة/الحي.
ps: هێڤیە دەڤەرەکێ/تاخەکێ هەلبژێرە.
ur: تکایە ناوچە/گەڕەکێک هەڵبژێرە.

# PleaseSelectProperty
source: Please select the property location from the map.
ar: يرجى تحديد موقع العقار على الخريطة.
ps: هێڤیە جهێ عەقاری ل سەر خەریتێ دەستنیشان بکە.
ur: تکایە شوێنی موڵکەکە لەسەر نەخشەکە دیاری بکە.

# EnterBedroom
source: Please enter the bedroom count.
ar: يرجى إدخال عدد غرف النوم.
ps: هێڤیە هەژمارا ژورێن نڤستنێ بنڤیسی.
ur: تکایە ژمارەی ژوورەکانی نووستن داخڵ بکە.

# EnterBathroom
source: Please enter the bathroom count.
ar: يرجى إدخال عدد دورات المياه.
ps: هێڤیە هەژمارا حامامان بنڤیسی.
ur: تکایە ژمارەی گەرماوەکان داخڵ بکە.

# EnterArea
source: Please enter the total area.
ar: يرجى إدخال المساحة الإجمالية.
ps: هێڤیە روبەرێ گشتی بنڤیسی.
ur: تکایە کۆی ڕووبەرەکە داخڵ بکە.

# EnterInformatioin
source: Please enter the floor information.
ar: يرجى إدخال معلومات الطابق.
ps: هێڤیە پێزانینێن قاتی بنڤیسی.
ur: تکایە زانیارییەکانی نهۆمەکە داخڵ بکە.

# AddDiscription
source: Please add a short description.
ar: يرجى إضافة وصف مختصر.
ps: هێڤیە وەسفەکێ کورت بو عەقاری زێدەبکە.
ur: تکایە وەسفێکی کورت زیاد بکە.

# PleaseUploadPropertyImages
source: Please upload at least one property image.
ar: يرجى رفع صورة واحدة للعقار على الأقل.
ps: هێڤیە ب کێمی وێنەیەکێ ملکی زێدەبکە .
ur: تکایە لانی کەم یەک وێنەی موڵکەکە باربکە.

# SeeSubscriptionState
source: See Your Subscription State
ar: الاطلاع على حالة اشتراكك
ps: دیتنا بارێ اشتراکا تە
ur: سەیری باری بەشداریکردنت بکە

source: Learn More Aboud Your Subscription State
ar: تعرف على المزيد حول حالة اشتراكك
ps: پتر فێربە دەربارەی بەشداربونا خو خۆ
ur: زیاتر فێربە دەربارەی باری بەشداریکردنت

source: Last Payment
ar: آخر دفعة
ps: دوماهیک نویکرن
ur: کۆتا پارەدان

source: Phone Number Copied
ar: تم نسخ رقم الهاتف
ps: ژمارا تەلەفۆنێ هاتە کۆپی کرن
ur: ژمارەی تەلەفۆن کۆپی کرا

source: Expires On
ar: تاريخ الانتهاء
ps: ب سەر دچیت لـ
ur: کۆتایی دێت لە

# CycleLength
source: Cycle Length(Days)
ar: مدة الدورة (بالأيام)
ps: درێژاهیا خولا (رۆژ)
ur: درێژی سوڕ (ڕۆژ)

source: Day
ar: يوم
ps: رۆژ
ur: ڕۆژ

source: On Track
ar: في الموعد المحدد
ps: ل سەر ڕێبازا خۆیە
ur: لەسەر ڕێگایە

source: Time line
ar: الجدول الزمني
ps: دەمێ دیارکری
ur: هێڵی کات

source: Paid
ar: مدفوع
ps: هاتە دان
ur: دراوە

# DaysLeft
source: days left in this cycle.
ar: يوماً متبقياً في هذه الدورة.
ps: رۆژێن مایی د ڤێ .
ur: ڕۆژی ماوە لەم سوڕەدا.

# SubscriptionExpired
source: Subscription expired. Renew to unlock premium access.
ar: انتهى الاشتراك. جدد لفتح الوصول المميز.
ps: ماوێ بەشداریێ ب سەرچوو. نوی بکە ڤە بۆ ڤەکرنا تایبەتماندیێت بەشداربونێ.
ur: ماوەی بەشداریکردنەکە تەواو بوو. نوێی بکەرەوە بۆ کردنەوەی دەستگەیشتنی پریمێم.

source: Need to make changes?
ar: هل تحتاج لإجراء تغييرات؟
ps: پێتڤی ب گوهۆڕینان هەیە؟
ur: پێویستە گۆڕانکاری بکەیت؟

# ManageYourSubscription
source: Manage your plan, change payment method or upgrade to unlock more features.
ar: إدارة خطتك، تغيير طريقة الدفع أو الترقية لفتح المزيد من الميزات.
ps: یڤیە پلانا خۆ نوی بکەی، بەشداریا خو نویبکە یان بڵند بکە بۆ ڤەکرنا تایبەتمەندیێن پتر.
ur: پلانی خۆت بەڕێوەببە، شێوازی پارەدان بگۆڕە یان نوێی بکەرەوە بۆ کردنەوەی تایبەتمەندی زیاتر.

source: Manage Subscription
ar: إدارة الاشتراك
ps: رێکخستنا بەشداریێ
ur: بەڕێوەبردنی بەشداریکردن

source: SignupSuccessful
ar: تم التسجيل بنجاح
ps: خۆتۆماركرن ب سەركەفتى بڕێڤەچوو
ur: خۆتۆمارکردن بە سەرکەوتوویی ئەنجامدرا

source: Complete The Payment In FIB App
ar: أكمل عملية الدفع في تطبيق FIB
ps: پێدانا پارەی د ئەپلیكەیشنا FIB دا تەمام بكە
ur: پارەدانەکە لە ئەپڵیکەیشنی FIB تەواو بکە

source: Payment failed
ar: فشلت عملية الدفع
ps: پێدانا پارەی سەرنەگرت
ur: پارەدانەکە سەرکەوتوو نەبوو

source: Payment Still Processing
ar: جاري معالجة الدفع
ps: پێدانا پارەی هێشتا د قۆناغا كارپێكرنێ دایە
ur: پارەدانەکە هێشتا لە پرۆسەدایە

source: Successfully opened browser
ar: تم فتح المتصفح بنجاح
ps: ب سەركەفتى براوزەر هاتە ڤەكرن
ur: وێبگەڕەکە بە سەرکەوتوویی کرایەوە

source: Payment Verifiyed
ar: تم التحقق من الدفع
ps: پێدانا پارەی هاتە پشتراستكرن
ur: پارەدانەکە پشتڕاستکرایەوە

source: Request Confirmed
ar: تم تأكيد الطلب
ps: داخوازی هاتە پشتراستكرن
ur: داواکارییەکە پشتڕاستکرایەوە

source: Engagement Updates
ar: تحديثات التفاعل
ps: نووترین پێشهاتێن تێكەلیێ
ur: نوێکارییەکانی کارلێککردن

source: The property you bookmarked
ar: العقار الذي قمت بحفظه
ps: ئەو مولکێ تە نیشانکری
ur: ئەو موڵکەی نیشانەت لێداوە

# RevisitYourBookMarked
source: Revisit your bookmarked properties to see the latest updates and offers.
ar: عد لزيارة عقاراتك المحفوظة للاطلاع على أحدث التحديثات والعروض.
ps: سەرا مولکێن خۆ یێن نیشانکری بدە بۆ دیتنا نووترین پێشهات و ئۆفەران.
ur: سەردانی موڵکە نیشانەکراوەکانت بکەرەوە بۆ بینینی نوێترین گۆڕانکاری و ئۆفەرەکان.

source: Take Another Look
ar: ألقِ نظرة أخرى
ps: جارەکا دی سەحکێ
ur: جارێکی تر سەیر بکەرەوە

source: There are
ar: يوجد
ps: هەنە
ur: هەن

# NewUpdates
source: new updates watiing You
ar: تحديثات جديدة بانتظارك
ps: هندەک نووکرنێن نوو ل هیڤیا تەنە
ur: نوێکاری نوێ چاوەڕێت دەکەن

# CheckBackTodayForfreshResl
source: Check back today for fresh real estate opportunities.
ar: عد اليوم للاطلاع على فرص عقارية جديدة.
ps: ئەڤرۆ جارەکا دی سەحکێ بۆ دیتنا دەرفەتێن نوو یێن خانوبەران.
ur: ئەمڕۆ دووبارە سەردان بکەرەوە بۆ بینینی هەلی نوێی خانوبەرە.

# YouWillNeedSignIn
source: You will need to sign in again to access your account.
ps: پێدڤیە جارەکا دی بچیە ژوور دا بگەهیە هەژمارا خو.
ur: پێویستە دووبارە بچیتە ژوورەوە بۆ ئەوەی دەستت بگات بە هەژمارەکەت.
